"P4_SUBMIT_TITLE" = "Perforce Changelist";
"P4_SUBMIT_STATUS" = "p4 submit default changelist";
"P4_SUBMIT_CONFIRM" = "What do you want to do with this pending changelist?";
"P4_SUBMIT_PROCEED" = "Submit";
"P4_SUBMIT_DONT_SUBMIT" = "Don’t Submit";
"P4_SUBMIT_INITIAL_SELECTION" = "<# enter description here #>";

"SVN_COMMIT_FORM_TITLE" = "Subversion Commit";
"SVN_COMMIT_FORM_STATUS" = "Commit subversion working copy:";
"SVN_COMMIT_FORM_FRONT" = "Commit front document:";
"SVN_COMMIT_FORM_SELECTED" = "Commit selected files:";
"SVN_COMMIT_FORM_CONFIRM" = "Commit pending changes?";
"SVN_COMMIT_FORM_CONTINUE" = "Commit";
"SVN_COMMIT_FORM_ABANDON" = "Don’t Commit";
"SVN_COMMIT_FORM_INITIAL_SELECTION" = "<# enter change notes here #>";
"SVN_COMMIT_FORM_DELIMITER" = "--This line, and those below, will be ignored--";

"GIT_STASH_TITLE" = "Stash";
"GIT_STASH_PROMPT" = "Enter a description for this stash:";
"GIT_STASH_CONFIRM" = "Stash";
"GIT_STASH_BUTTON" = "Stash";
"GIT_STASH_DISCARD_BUTTON" = "Don’t Stash";
"GIT_STASH_INITIAL" = "<# Enter your description here. Git will fold multiple lines to a single line. #>";
